/* No comment provided by engineer. */
"%@ has cancelled this request." = "%@ visszavonta ezt a kérést.";

/* No comment provided by engineer. */
"%@ has declined your request." = "%@ elutasította a kérését.";

/* No comment provided by engineer. */
"%@ would like to connect." = "%@ kapcsolódni szeretne.";

/* No comment provided by engineer. */
"%@\nhas cancelled this request." = "%@\nvisszavonta ezt a kérést.";

/* No comment provided by engineer. */
"%@\nhas declined your request." = "%@\nelutasította a kérését.";

/* No comment provided by engineer. */
"%@\nwould like to connect." = "%@\nkapcsolódni szeretne.";

/* No comment provided by engineer. */
"Accept" = "Elfogadás";

/* No comment provided by engineer. */
"Bluetooth Communication Error" = "Bluetooth kommunikációs hiba";

/* No comment provided by engineer. */
"Bluetooth must be on to connect to nearby iPads, iPhones, or iPod touches." = "A közeli iPad, iPhone vagy iPod touch készülékekre kapcsolódáshoz a Bluetooth funkciót be kell kapcsolni.";

/* No comment provided by engineer. */
"Cancel" = "Mégsem";

/* No comment provided by engineer. */
"Choose an iPad, iPhone,\nor iPod touch:" = "Válasszon egy iPad, iPhone\nvagy iPod touch készüléket:";

/* No comment provided by engineer. */
"Connection Lost" = "Kapcsolat megszakadt";

/* No comment provided by engineer. */
"Decline" = "Elutasítás";

/* No comment provided by engineer. */
"is not available." = "nem elérhető.";

/* No comment provided by engineer. */
"Looking for other iPads, iPhones, or iPod touches…" = "Másik iPad, iPhone vagy iPod touch készülékek keresése…";

/* No comment provided by engineer. */
"Looking for peers…" = "Párok keresése…";

/* No comment provided by engineer. */
"Nearby" = "Közeli";

/* No comment provided by engineer. */
"Not supported on this\n%@." = "Nem támogatott ezen:\n%@.";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Online" = "Online";

/* No comment provided by engineer. */
"Request declined." = "Kérés elutasítva.";

/* No comment provided by engineer. */
"This request was cancelled." = "Ez a kérés vissza lett vonva.";

/* No comment provided by engineer. */
"Waiting for %@…" = "Várakozás erre: %@…";

/* No comment provided by engineer. */
"Waiting for\n%@…" = "Várakozás erre:\n%@…";

/* No comment provided by engineer. */
"Waiting to connect…" = "Várakozás a kapcsolódásra…";

/* No comment provided by engineer. */
"Would you like to turn on Bluetooth?" = "Be kívánja kapcsolni a Bluetooth funkciót?";

